<?php

return [
    'index' => [
        'header' => 'Статусы',
        'create' => 'Создать статус',
        'id' => 'ID',
        'name' => 'Имя',
        'created_at' => 'Дата создания',
        'actions' => 'Действия',
        'delete' => 'Удалить',
        'delete_confirm' => 'Вы уверены?',
        'edit' => 'Изменить',
    ],
    'create' => [
        'header' => 'Создать статус',
        'name' => 'Имя',
        'button' => 'Создать',
    ],
    'edit' => [
        'header' => 'Изменение статуса',
        'name' => 'Имя',
        'button' => 'Обновить',
    ],
    'flash' => [
        'store' => 'Статус успешно создан',
        'update' => 'Статус успешно изменён',
        'delete' => 'Статус успешно удалён',
        'delete_error' => 'Не удалось удалить статус',
    ],
    'validation' => [
        'required' => 'Это обязательное поле',
        'unique' => 'Статус с таким именем уже существует',
    ],
];
